Repository: 10kartik/kolibri
Catalog: docs/locale/docs/*/LC_MESSAGES/access.po
Languages: es_es

source: Access Kolibri
es_es: Abrir Kolibri

source: Starting Kolibri on Windows
es_es: Iniciar Kolibri en Windows

source: To start **Kolibri** on Windows, just double-click the desktop shortcut. You will see the notification message *Kolibri is starting, please wait...*.
es_es: Para iniciar **Kolibri** en Windows, haz doble clic al icono de acceso directo en el escritorio, y verás el mensaje de notificación *Kolibri se está iniciando, espera por favor...*.

source: When you see the notification *Kolibri is running...*, **Kolibri** will open in the browser with the URL http://127.0.0.1:8080.
es_es: Cuando ves la notificación *Kolibri se está ejecutando...*, **Kolibri** se abrirá en tu navegador por defecto con la URL http://127.0.0.1:8080.

source: Kolibri Taskbar Options
es_es: Opciones de Kolibri

source: While it is running, **Kolibri** will display an icon in the Windows taskbar (usually at bottom right, near the clock), that allows you to stop it and configure other settings.
es_es: Mientras se está ejecutando, **Kolibri** mostrará un icono en el área de notificación de la barra de tareas de Windows (usualmente en la parte inferior derecha, cerca del reloj), que te permite detener Kolibri y configurar otras opciones.

source: Kolibri taskbar options.
es_es: Opciones de Kolibri.

source: Use the **Load in browser** option to open Kolibri in the browser.
es_es: Usar la opción **Abrir en el navegador** para abrir Kolibri en el navegador.

source: By default **Kolibri** will start running every time you start the computer where it is installed. Uncheck the **Run Kolibri at system startup** option if you prefer to start it manually from the desktop shortcut.
es_es: Por defecto **Kolibri** está configurado para iniciarse cada vez que inicias el ordenador donde está instalado. Desactiva la opción **Iniciar Kolibri al arrancar el sistema.** si prefieres iniciar manualmente desde el acceso directo en el escritorio.

source: When installed, **Kolibri** will open in the browser everytime it is started. Uncheck the option **Open browser when Kolibri starts** if you prefer to have it running in the background, and to open it manually in the browser by typing the URL http://127.0.0.1:8080 in the address bar.
es_es: Una vez instalado, **Kolibri** se abrirá en el navegador cada vez que se inicia. Desactiva la opción **Abrir el navegador cuando se inicie Kolibri.** si prefieres que funcione en segundo plano, y abrirlo manualmente en el navegador escribiendo la dirección URL http://127.0.0.1:8080 en la barra de direcciones.

source: Select **Exit** to stop **Kolibri**. You will be prompted to confirm the selection, after which **Kolibri** will stop. You will have to close the browser (or the tab) manually.
es_es: Seleccionar **Salir** para parar **Kolibri**. Confirmar la selección, y **Kolibri** dejará de ejecutarse. Tendrás que cerrar el navegador (o la pestaña del navegador) manualmente.

source: Remember to :ref:`configure other computers <access_LAN>` in the network to access **Kolibri** content.
es_es: Recuerda que tienes que :ref:`configurar otros equipos <access_LAN>` en la red local para que tengan acceso al contenido de **Kolibri**.

source: Starting Kolibri on Linux
es_es: Iniciar Kolibri en Linux

source: Final **Kolibri** installer for Linux and OSX is not released yet, so these steps are *Work in Progress*!
es_es: El instalador definitivo de **Kolibri** para Linux y OSX aún no está publicado, por lo cual ¡estos pasos son *provisionales*!

source: Run this command in Terminal to start Kolibri:
es_es: Ejecuta este comando en el Terminal para iniciar Kolibri:

source: Open the default browser at http://127.0.0.1:8080 displaying the **Kolibri** start page.
es_es: Abrir el navegador por defecto en http://127.0.0.1:8080 que mostrará la página de inicio de **Kolibri**.

source: Run this command in Terminal to stop Kolibri:
es_es: Ejecuta este comando en el Terminal para detener Kolibri:

source: Starting Kolibri on Android
es_es: Iniciar Kolibri en Android

source: Final **Kolibri** installer for Android is not released yet, so these steps are *Work in Progress*!
es_es: El instalador definitivo de **Kolibri** para Android aún no está publicado, por lo cual ¡estos pasos son *provisionales*!

source: Go to **Apps** on your device and tap the **Kolibri** icon.
es_es: Ir a **Todas las aplicaciones** de tu dispositivo y toca el icono de **Kolibri**.

source: Tap the Kolibri icon among your device apps to start.
es_es: Toca el icono de Kolibri entre las aplicaciones de tu dispositivo para empezar.

source: Accessing Kolibri from Other Devices in the Network
es_es: Acceder al contenido de Kolibri desde otros dispositivos en la red local

source: While **Kolibri** is up and running on the device where you installed it, other computers, tablets, even mobile phones in the same **Local Area Network (LAN)** can access its learning contents.
es_es: Mientras **Kolibri** se está ejecutando en el dispositivo donde está instalado, otros ordenadores, tabletas, o teléfonos móviles en la misma **red de área Local (LAN)** pueden acceder a sus contenidos de aprendizaje.

source: To access the content on the same device/computer where **Kolibri** is running, open the browser at the address http://127.0.0.1:8080/.
es_es: Para acceder al contenido en el mismo dispositivo/equipo donde **Kolibri** se está ejecutando, abrir el navegador en la dirección http://127.0.0.1:8080/.

source: To access the content from other devices in the same network, you need to know the IP address of one where where **Kolibri** is running. For example, if **Kolibri** is on a device/computer with IP address **192.168.0.104**, you can access it from others in the same network by opening the browser and typing the address http://192.168.0.104:8080.
es_es: Para acceder al contenido desde otros dispositivos en la misma red, necesitas conocer la dirección IP del equipo donde **Kolibri** se está ejecutando. Por ejemplo, si **Kolibri** está funcionando en el ordenador con la dirección IP **192.168.0.104**, se puede acceder a su contenido desde otros dispositivos en la misma red abriendo el navegador y tecleando la dirección http://192.168.0.104:8080.

source: You can check the IP (**Server URL**) of the device where Kolibri is running by going to **Info** tab in the **Device** dashboard, .
es_es: Puedes averiguar cual es la IP (**URL del servidor**) del dispositivo donde se ejecuta Kolibri si vas a la pestaña **Información** en el panel **Dispositivo**.

source: Find out the IP/Server URL in the Device > Info tab.
es_es: Averiguar la IP (URL de servidor) en la pestaña Dispositivo > Información.

source: You can also use the ``ipconfig`` command on Windows or ``ifconfig`` command on Linux/OSX to find out the IP address of the device running the **Kolibri**.
es_es: También puedes utilizar el comando ``ipconfig`` en Windows o ``ifconfig`` en Linux/OSX para averiguar la dirección IP del dispositivo donde **Kolibri** está funcionando.

source: Change Language
es_es: Cambiar Idioma

source: To change language in which **Kolibri** user interface is displayed, follow these steps.
es_es: Para cambiar el idioma de la interfaz de usuario de **Kolibri**, sigue estos pasos.

source: Open your user menu in the upper right corner.
es_es: Abrir el menú de usuario en la esquina superior derecha.

source: Select the **Change language** option.
es_es: Seleccionar la opción **Cambiar idioma**.

source: Choose the desired language.
es_es: Elegir el idioma deseado.

source: Click **Select** to confirm.
es_es: Hacer clic en **Seleccionar** para confirmar.
